[
  { "_id": 123, "topic": "Space", "userName": "SpaceX",
    "liked":true, "replies": 123, "retuits": 432, "likes": 2435, "handle": "@spacex",
    "tuitContent": "When you click Confirm My Order in the email, it will redirect you to an order confirmation screen on your account page. From there, you can review the following details:\n\nService address: Changing your service address is subject to availability. If the new service address does not have availability at that time, your order will not be processed and you will see a new expected service date on your account page. You will still hold your place in the queue at the new location.\nShipping address: Changing the shipping address registered to your account or any pending order is not supported. If you need any item shipped to a different address than the address listed on your existing order click here\nPayment Method: Please be sure your card is not expired. If your bank requires a 3D verification, you will be redirected to verify your payment by receiving a PIN code via text.\nWhen does my billing start?\n\nYour billing begins 14 days from the day your Starlink Kit ships, and is not dependent on install or usage. You can return Starlink within 30 days of receipt for a refund on hardware (shipping not included). This allows time to test your Starlink and set up location to make sure Starlink is a good fit for you.\n\nNote - a statement will be generated 7 days prior to the billing due date as a reminder for upcoming charges.",
    "title": "The Starlink app helps you find the best location for Starlink, check for obstructions, customize settings, receive updates, and access Support.",
    "time": "2h",   "image": "../images/spacex-logo.jpeg" },
  { "_id": 234, "topic": "Space",   "userName": "SpaceX",
    "liked":false, "replies": 234, "retuits": 543, "likes": 3456, "handle": "@spacex",
    "tuitContent": "On Wednesday, May 5, Starship serial number 15 (SN15) successfully completed SpaceX’s fifth high-altitude flight test of a Starship prototype from Starbase in Texas.\n\nSimilar to previous high-altitude flight tests of Starship, SN15 was powered through ascent by three Raptor engines, each shutting down in sequence prior to the vehicle reaching apogee – approximately 10 km in altitude. SN15 performed a propellant transition to the internal header tanks, which hold landing propellant, before reorienting itself for reentry and a controlled aerodynamic descent.\n\nThe Starship prototype descended under active aerodynamic control, accomplished by independent movement of two forward and two aft flaps on the vehicle. All four flaps were actuated by an onboard flight computer to control Starship’s attitude during flight and enabled precise landing at the intended location. SN15’s Raptor engines reignited as the vehicle performed the landing flip maneuver immediately before touching down for a nominal landing on the pad.",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "time": "2h",   "image": "../images/spacex-logo.jpeg" },
  { "_id": 345, "topic": "Energy",  "userName": "Tesla",
    "liked":true, "replies": 345, "retuits": 321, "likes": 1234, "handle": "@tesla",
    "tuitContent": "Tesla’s actuator team designs and builds actuators for humanoid bi-pedal robots (Tesla Bot). The Optimus team joins mechanical, electrical, and electromagnetic engineering disciplines in a highly collaborative environment. This position will focus on mechanical assembly and is critical to the development of the high-performance electromechanical rotary and linear actuator systems for the Tesla Bot. As part of the design team you will prototype actuators, including winding of motors, assembly of gearboxes, torque/speed sensor installation. You will also be responsible for failure analysis and improvement suggestions. ",
    "title": "Tesla FSD finally makes driving obsolete. After years of delay, Tesla Full Self Driving can drive you to work while you work, play, or sleep",
    "time": "4d",   "image": "../images/tesla-icon.png" }
]

